20220116202537-you_can_probably_assume_people_behave_randomly.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-08-24 Wed 20:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>You can probably assume people behave randomly</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">You can probably assume people behave randomly</h1>
<dl class="org-dl">
<dt>tags</dt><dd><a href="20220103161656-economics.html#ID-5fecd21c-5701-48af-9fd8-a2a2ab9b36a8">Economics</a></dd>
</dl>

<p>
In neoclassical <a href="20220103161656-economics.html#ID-5fecd21c-5701-48af-9fd8-a2a2ab9b36a8">economics</a> agent rationality is central in the microfoundations of the supply &amp; demande curve. Not only is the validty of this assumption is shattered by the <a href="20220116070948-sonnenschein_mantel_debreu_smd_theorem_in_macroeconomics.html#ID-2dc3d1ec-10f3-4c86-8688-705053838390">Sonnenschein-Mantel-Debreu (SMD) theorem</a>, it is probably not necessary. Unless we have a good reason to assume they are rational (it is a <i>big</i> assumption) then we'll have to do as if they were behaving randomly, hoping some emergent behavior appears and can be quantitied 
</p>

<p>
What counts then, and what will shape the emergent behavior is the set of possibilities. If agents become correlated (bank run for instance) it is only the way the opportunity set is explored that changes, not the set itself. That would mean that <a href="20220116203732-at_a_macro_level_we_should_only_be_concerned_with_possibilities.html#ID-2120067a-2060-4c76-ab07-f61598a450bc">At a macro level we should only be concerned with possibilities</a>.
</p>

<div id="outline-container-orgb8b0bb6" class="outline-2">
<h2 id="orgb8b0bb6">References</h2>
<div class="outline-text-2" id="text-orgb8b0bb6">
<ul class="org-ul">
<li>Jason Smith, <a href="20220116200342-a_random_physicist_takes_on_economics.html#ID-0643e77a-2f30-4143-94b5-6b44051a22ef">A Random Physicist Takes on Economics</a></li>
</ul>
</div>
</div>

<div id="outline-container-org26d5050" class="outline-2">
<h2 id="org26d5050">Links to this note</h2>
</div>
</div>
</body>
</html>
